Repository: naruto106hokage/DimenXion-Element--and-Compound
Catalog: Assets/SmartLocalizationWorkspace/Data/LanguageData/Language.*.resx
Languages: hi_in, mr_in, zh_cn

# L2_Q2_A
source: A. Iron sulphide
hi_in: ,- vk;ju lYQkbM
mr_in: ,- yksg lYQkbM

# L2_Q2_B
source: B. Mixture of iron and sulphur
hi_in: ch- vk;ju vkSj lYQj dk feJ.k
mr_in: ch- yksg vkf.k xaèkd ;kaps feJ.k

# L2_Q3
source: Q.3. Sulphur retains its properties in iron sulphide.
hi_in: ç-3- vk;ju lYQkbM esa lYQj vius xq.kksa dks cjdjkj j[krk gSA
mr_in: ç-3- lYQj R;kps xq.kèkeZ yksg lYQkbMeè;s fVdowu Bsors-

# L2_Q3_A
source: A. True
hi_in: ,- lR;
mr_in: ,- cjkscj

# L2_Q3_B
source: B. False
hi_in: ch- vlR;
mr_in: ch- pwd

# L3_Btn_Back
source: BACK
hi_in: okil tk,¡
mr_in: ekxs

# L3_Btn_CopperDropped
source: Copper is a pure substance as it is composed of only copper atoms.
hi_in: rkack ,d 'kq) inkFkZ gS D;ksafd ;g dsoy rkacs ds ijek.kqvksa ls cuk gksrk gSA
mr_in: rkacs gk 'kq) inkFkZ vkgs dkj.k rks Qä rkaC;kP;k v.kwauh cuysyk vlrks-

# L3_Btn_CylinderDropped
source: Methane is a pure substance as it is comprised of only CH4 molecules.
hi_in: ehFksu ,d 'kq) inkFkZ gS D;ksafd ;g dsoy v.kqvksa ls cuk gSA
mr_in: feFksu gk 'kq) inkFkZ vkgs dkj.k rks Qä js.kwauh cuysyk vkgs-

# L3_Btn_Instruction1
source: You have to sort matters coming your way into two categories pure substance and mixture on the basis of their compositions.
hi_in: çR;sd oLrq dks 'kq) inkFkZ ;k feJ.k ds :i esa igpkusaA
mr_in: çR;sd oLrwyk 'kq) inkFkZ fdaok feJ.k Eg.kwu vksG[kk-

# L3_Btn_MedicalGasDropped
source: Medical gas cylinder consists of a mixture of helium and oxygen that are not chemically combined.
hi_in: esfMdy xSl flysaMj esa ghfy;e vkSj v‚Dlhtu dk feJ.k gksrk gS tks jklk;fud :i ls la;ksftr ugha gksrk gSA
mr_in: oS|dh; xWl flfyaMjeè;s gsfy;e vkf.k v‚fDltups feJ.k vlrs ts jklk;fud nz"Vîk ,df=r ulrkr-

# L3_Btn_SalinewaterDropped
source: Saline is a mixture as it is a combination of more than two pure substances.
hi_in: [kkjk ikuh ,d feJ.k gS D;ksafd lksfM;e vk;u] Dyksjhu vk;u vkSj ikuh ds v.kqvksa dks HkkSfrd :i ls ,d nwljs ls vyx fd;k tk ldrk gSA
mr_in: lykbZu gs feJ.k vkgs dkj.k lksfM;e vk;u] Dyksjhu vk;u vkf.k ik.;kps js.kw ,desdkaiklwu HkkSfrdfjR;k osxGs dsys tkÅ 'kdrkr-

# L3_Btn_SilverDropped
source: Sterling silver bar is a mixture as it is a combination of more than two pure substances.
hi_in: LVfyZax flYoj ,d feJ èkkrq gS ftlesa pkanh vkSj rkack gksrk gSA ;g ,d feJ.k gS D;ksafd blds fgLlksa dks HkkSfrd :i ls ,d nwljs ls vyx fd;k tk ldrk gSA
mr_in: LVfyZax flYOgj gs pkanh vkf.k rkacs vlysys feJ èkkrq vkgs- gs feJ.k vkgs dkj.k R;kps Hkkx HkkSfrdfjR;k ,desdkaiklwu osxGs dsys tkÅ 'kdrkr-

# L3_Inst_DragDropCopper
source: Drag and drop copper bar into suitable matter box on the basis of its composition
hi_in: rkacs dh NM+ dks lgh cDls esa [khapsaA
mr_in: rkaC;kph iêh ;ksX; c‚Dleè;s MªWx djk-

# L3_Inst_DragDropCylinder
source: Drag and drop methane gas cylinder into suitable matter box on the basis of its composition.
hi_in: ehFksu xSl dks lgh cDls esa [khapsaA
mr_in: feFksu ok;w ;ksX; c‚Dleè;s MªWx djk-

# L3_Inst_DragDropMedicalGas
source: Drag and drop medical gas cylinder into suitable matter box on the basis of its composition.
hi_in: esfMdy xSl flysaMj dks lgh cDls esa [khapsaA
mr_in: oS|dh; xWl flysaMj ;ksX; c‚Dleè;s MªWx djk-

# L3_Inst_DragDropSalinewater
source: Drag and drop saline water bottle into suitable matter box on the basis of its composition.
hi_in: [kkjs ikuh dh cksry dks lgh cDls esa [khapsaA
mr_in: lykbZu ik.;kph ckVyh ;ksX; c‚Dleè;s MªWx djk-

# L3_Inst_DragDropSilver
source: Drag and drop sterling silver bar into suitable matter box on the basis of its composition.
hi_in: LVfyZax flYoj dh NM+ dks lgh cDls esa [khapsaA
mr_in: LVfyZax flYOgj ckj ;ksX; c‚Dleè;s MªWx djk-

# L3_Inst_MoveForword
source: Move forward on track by using your controller.
hi_in: VªSd ij vkxs c<+saA
mr_in: VªWdoj iq<s tk-

# L3_Inst_ObserveCopper
source: Observe the composition of copper bar.
hi_in: rkacs dh NM+ dh lajpuk dk fujh{k.k djsaA
mr_in: rkaC;kP;k iêhP;k jpusps fujh{k.k djk-

# L3_Inst_ObserveCylinder
source: Observe the composition of gas.
hi_in: xSl dh lajpuk dk fujh{k.k djsaA
mr_in: ok;wP;k jpusps fujh{k.k djk-

# L3_Inst_ObserveMedicalGas
source: Observe the composition.
hi_in: xSl dh lajpuk dk fujh{k.k djsaA
mr_in: ok;wP;k jpusps fujh{k.k djk-

# L3_Inst_ObserveSalinewater
source: Observe the composition of saline water.
hi_in: [kkjs ikuh dh lajpuk dk fujh{k.k djsaA
mr_in: [kkjV ik.;kph jpuk igk-

# L3_Inst_ObserveSilver
source: Observe the composition of sterling silver bar.
hi_in: LVfyZax flYoj ckj dh lajpuk dk fujh{k.k djsaA
mr_in: LVfyZax flYOgj ckjP;k jpusps fujh{k.k djk-

# L3_Inst_SelectBack
source: Select BACK to exit the molecular view.
hi_in: vk.kfod –'; ls ckgj fudyus ds fy, okil tk,¡ dks pqusaA
mr_in: vkf.od nz';krwu ckgsj iM.;klkBh ekxs fuoMk-

# L3_Inst_SelectCopper
source: Select copper bar and observe its microscopic view.
hi_in: bldh vk.kfod lajpuk ns[kus ds fy, rkacs dh NM+ dks pqusaA
mr_in: R;kph vkf.od jpuk ikg.;klkBh rkacs iêh fuoMk-

# L3_Inst_SelectCylinder
source: Select highlighted gas cylinder and observe the microscopic view of the gas particles present in it.
hi_in: ehFksu xSl d.kksa dh vk.kfod lajpuk ns[kus ds fy, xSl flysaMj dks pqusaA
mr_in: feFksu ok;wP;k d.kkaph vkf.od jpuk ikg.;klkBh xWl flysaMj fuoMk-

# L3_Inst_SelectMedicalGas
source: Select medical gas cylinder and observe the microscopic view of the gas particles present in it.
hi_in: xSl d.kksa dh vk.kfod lajpuk ns[kus ds fy, esfMdy xSl flysaMj dks pqusaA
mr_in: xWl d.kkaph vkf.od jpuk ikg.;klkBh oS|dh; xWl flysaMj fuoMk-

# L3_Inst_SelectSalinewater
source: Select saline water bottle and observe its microscopic view.
hi_in: bldh vk.kfod lajpuk ns[kus ds fy, [kkjs ikuh dh cksry dks pqusaA
mr_in: [kkjV ik.;kph ckVyh R;kph vkf.od jpuk ikg.;klkBh fuoMk-

# L3_Inst_SelectSilver
source: Select sterling silver bar and observe its microscopic view.
hi_in: bldh vk.kfod lajpuk ns[kus ds fy, LVfyZax flYoj dh NM+ dks pqusaA
mr_in: R;kph vkf.od jpuk ikg.;klkBh LVfyZax flYOgj ckj fuoMk-

# L3_Label_Mixtures
source: Mixtures
hi_in: feJ.k
mr_in: feJ.ks

# L3_Label_PureSubstances
source: Pure substances
hi_in: 'kq) inkFkZ
mr_in: 'kq) inkFkZ

# Level1
source: Exploring pure substances and mixtures
hi_in: 'kq) inkFkksZa vkSj feJ.kksa dk vUos"k.k djsa
mr_in: 'kq) inkFkZ vkf.k feJ.k ,DlIyksj djk
zh_cn: 描述凸面镜

# Level2
source: Distinguishing between substances and mixtures
hi_in: ;kSfxdksa vkSj feJ.kksa ds chp varj crkb;s
mr_in: la;qxs vkf.k feJ.kkaeè;s Qjd djk
zh_cn: 探索凸面镜的成像

# ObjectiveContent
source: Learning Objectives After completing this module, you will be able to: ● Define pure substances. ● Define mixtures ● Distinguish between element, compound and mixture on the basis of their compositions. ● Sort given materials into pure substances and mixtures.
hi_in: lh[kus ds mís'; bl e‚Mîwy dks iwjk djus ds ckn] vki ;s lc dj ldsaxs% ● 'kq) inkFkksZa] rRoksa] ;kSfxdksa vkSj feJ.k dh fo'ks"krkvksa dks igpkuukA ● ;kSfxdksa vkSj feJ.kksa ds chp varj crkukA ● inkFkZ dks 'kq) inkFkZ ;k feJ.k ds :i esa oxÊ—r djukA
mr_in: f'kd.;kps mfí"V gs e‚Mîwy iw.kZ dsY;kuarj] rqEgh gs d: 'kdky% ● 'kq) inkFkZ] ?kVd] la;qxs vkf.k feJ.k ;kaph oSf'k"Vîs vksG[kk- ● la;qxs vkf.k feJ.kkaeè;s Qjd djk- ● inkFkkZps 'kq) inkFkZ fdaok feJ.k Eg.kwu oxÊdj.k djk-
zh_cn: 学习目标 完成本模块的模拟学习后，你将能够： ● ------------ ● ------------------

# Title
source: Elements, Compounds, and Mixtures
hi_in: rRo] ;kSfxd vkSj feJ.k
mr_in: ?kVd] la;qxs vkf.k feJ.k
zh_cn: 凸面镜

# C_Inst_CheckNetworkConnection
source: Please check your network connection or try again later.
zh_cn: 请检查你的网络连接或稍后再试。

# C_Inst_ServerError
source: Internal server error
zh_cn: 内部服务器错误
