Repository: naruto106hokage/DimenXion-Element--and-Compound
Catalog: Assets/SmartLocalizationWorkspace/Data/LanguageData/Language.*.resx
Languages: hi_in, mr_in, zh_cn

# C_Activity_Menu
source: Activity menu
hi_in: xfrfofèk esuw
mr_in: miØekpk esU;w
zh_cn: 活动菜单

# C_Assess_your_Knowledge
source: Assess your knowledge
hi_in: vius Kku dk ewY;kadu djsa
mr_in: vkiY;k Kkukpk vk<kok ?;k

# C_Btn_Close
source: Close
hi_in: can djuk
mr_in: can djk

# C_Completed_Activity
source: You have completed this activity.
hi_in: vkius ;g xfrfofèk iwjh dj yh gSA
mr_in: vki.k gk miØe iw.kZ dsyk vkgs
zh_cn: 你已完成本次活动。选择确定键返回菜单并继续下一个活动。

# C_Completed_Assessment
source: You have completed the assessment.
hi_in: vkius ewY;kadu iwjk dj fy;k gSA
mr_in: vki.k ewY;kadu iw.kZ dsys vkgs-

# C_Correct_Response
source: This is the correct response.
hi_in: ;g lgh çfrfØ;k gS-
mr_in: gk ;ksX; çfrlkn vkgs-

# C_Follow_Ins_Perform_Assessment_Earn_Points
source: Follow the instructions to perform the assessment and earn points.
hi_in: ewY;kadu djus vkSj vad vftZr djus ds fy, funZs'kksa dk ikyu djsaA
mr_in: ewY;kadu dj.;klkBh vkf.k xq.k feGfo.;klkBh lwpuk ikGk-

# C_Fullpoints_Correct_Fewpoints_Tryagain
source: You'll receive full points when you are correct on the first try, fewer points if you have to try again.
hi_in: igyh dksf'k'k esa lgh gksus ij vkidks iwjs vad feysaxs] fQj ls dksf'k'k djus ij de vad feysaxsA
mr_in: tsOgk vki.k ifgY;k ç;Rukr cjkscj vlky rsOgk vkiY;kyk iw.kZ xq.k feGrhy] vkiY;kyk iqUgk ç;Ru djkok ykxyk rj deh xq.k feGrhy-

# C_Here_is_Your_Score
source: Here is your score:
hi_in: ;s jgs vkids vad%
mr_in: vkiys xq.k vls vkgsr%
zh_cn: 你已完成本次评估。 这是你的得分:

# C_Move_Highlighted_Area
source: Move toward the highlighted area by using your controller to perform an activity.
hi_in: vius fu;a=d dk mi;ksx djds fpfUgr fd, x, {ks= ij tk,¡A
mr_in: vkiY;k fu;a=dkpk okij d:u BGd dsysY;k {ks=kdMs tk-

# C_No
source: No
hi_in: ugha
mr_in: ukgh
zh_cn: 不是

# C_Nopoint_Hint
source: No points are awarded if you use a hint.
hi_in: ;fn vki ladsr dk mi;ksx djrs gSa rks dksbZ vad ugha fn, tkrsA
mr_in: vki.k b'kkjk okijY;kl dks.krsgh xq.k fnys tkr ukghr-

# C_OK
source: OK
hi_in: Bhd
mr_in: Bhd vkgs
zh_cn: 确定

# C_Perform_Assessment_Earn_Points
source: Follow the instructions to perform the assessment and earn points
hi_in: ewY;kadu iwjk djus vkSj vad vftZr djus ds fy, —i;k funZs'kksa dk ikyu djsaA
mr_in: ewY;kadu dj.;klkBh vkf.k xq.k feGfo.;klkBh lwpuk ikGk-
zh_cn: 按照指示完成评估并得到相应的分数。 第一次答对,得满分 再次尝试后答对，不得满分。 使用提示则不得分。

# C_Quit
source: Quit
hi_in: NksM+sa
mr_in: lksMwu tk
zh_cn: 离开

# C_Restart_Activity
source: Restart activity
hi_in: xfrfofèk nksckjk 'kq: djsa
mr_in: miØe iqUgk lq: djk
zh_cn: 重新启动活动

# C_Resume
source: Resume
hi_in: okil 'kq: djsa
mr_in: iqUgk lq: djk
zh_cn: 重新开始

# C_Return_Menu_Continue_Next_Activity
source: Select OK to return to the menu and continue to the next activity.
hi_in: esuw ij ykSVus vkSj vxyh xfrfofèk tkjh j[kus ds fy, Bhd pqusaA
mr_in: esU;woj ijr tk.;klkBh vkf.k iq<hy fØ;k lq: Bso.;klkBh vksds fuoMk-

# C_Return_Menu_Try_Activity_Again
source: After returning to the menu, you can try the activity again to improve your score.
hi_in: esuw ij ykSVus ds ckn] vki vius vad lqèkkjus ds fy, fQj ls ewY;kadu ç;kl dj ldrs gSa ;k cgkj fudy ldrs gSaA
mr_in: esU;weè;s ijr vkY;kuarj] vkiY;kyk vkiys xq.k lqèkkj.;klkBh iqUgk miØe d:u c?krk ;srhy-

# C_Scored_Less_Than_60
source: You scored less than 60%.
hi_in: vkius 60 çfr'kr ls de vad çkIr fd;s gSaA
mr_in: vkiY;kyk 60çfr'kr is{kk deh xq.k feGkys vkgsr-
zh_cn: 你的得分少于60%。返回菜单后,你可以再次进行评估来提高分数,或者你可以选择退出。

# C_Scored_Well_Completed_Module
source: You scored well and you have completed the module!
hi_in: vkius vPNs vad çkIr fd, gSa vkSj vkius e‚Mîwy iwjk dj fy;k gS!
mr_in: vki.k pkaxys xq.k feGoys vkgsr vkf.k vki.k e‚Mîwy iw.kZ dsys vkgs!
zh_cn: 你的得分不错且你已完成本模块的学习!选择确定键返回菜单即可退出。

# C_Scrore
source: Score
hi_in: vad
mr_in: xq.k
zh_cn: 得分:

# C_Select_Ok_Menu_Exit
source: Select OK to return to the menu where you can exit.
hi_in: ml esuw ij ykSVus ds fy, Bhd pqusa tgka ls vki ckgj fudy ldrs gSaA
mr_in: vkiY;kyk ckgsj iMrk ;sbZy v'kk esU;woj ijr tk.;klkBh vksds fuoMk-

# C_Try_Multipletimes_awarded_only_answer_correctly
source: You can try multiple times, but points are only awarded if you answer correctly on the first try.
hi_in: vki dbZ ckj ç;kl dj ldrs gSa] ysfdu vad dsoy rHkh fn, tk,axs tc vkius igyh dksf'k'k esa lgh mÙkj fn;k gksA
mr_in: vkiY;kyk vusd osGk d:u c?krk ;sbZy] ijarq ifgY;k ç;Rukr vki.k ;ksX; mÙkj fnys rjp xq.k fnys tkrkr-

# C_TryAgain1
source: Try again.
hi_in: nksckjk ç;kl djsaA
mr_in: iqUgk ç;Ru djk-
zh_cn: 请重试。

# C_TryAgain2
source: That's not it.
hi_in: ;s ,slk ugha gSA
mr_in: rs rla ukgh-
zh_cn: 选择有误。

# C_TryAgain3
source: Not quite right.
hi_in: 'kk;n Bhd ugha gSA
mr_in: vxnh cjkscj vkgs vls ukgh-
zh_cn: 不完全正确。

# C_View_Learning_Objective
source: View learning objectives
hi_in: lh[kus ds mís'; ns[ksa
mr_in: f'kd.;kph míh"Vs igk
zh_cn: 查看学习目标

# C_Want_To_Quit
source: Are you sure you want to quit?
hi_in: D;k vki lp esa NksM+uk pkgrs gSa\
mr_in: vkiY;kyk uDdh lksMk;ps vkgs dk\
zh_cn: 你确定要离开吗?

# C_WellDone1
source: Well done!
hi_in: cgqr vPNk!
mr_in: Nku dsys!
zh_cn: 做得好!

# C_WellDone2
source: Correct!
hi_in: fcYdqy lgh!
mr_in: cjkscj!
zh_cn: 答对了！

# C_WellDone3
source: Right!
hi_in: lgh!
mr_in: ;ksX; vkgs!
zh_cn: 回答正确!

# C_yes
source: Yes
hi_in: gk¡
mr_in: gks;
zh_cn: 是的

# L1_Btn_AddedInst1
source: Do you know that all matter in the universe can be categorized as either a pure substance or a mixture? Pure substances have the same composition throughout. They can be classified as elements or compounds.
hi_in: D;k vki tkurs gSa fd czãkaM ds lHkh inkFkksZa dks ;k rks 'kq) inkFkZ ;k feJ.k ds :i esa oxÊ—r fd;k tk ldrk gS\ 'kq) inkFkksZa dh lajpuk loZ= leku gksrh gSA bUgsa rRoksa ;k ;kSfxdksa ds :i esa oxÊ—r fd;k tk ldrk gSA
mr_in: rqEgkyk ekfgr vkgs dh foÜokrhy loZ inkFkZ ,drj 'kq) inkFkZ fdaok feJ.k Eg.kwu oxÊÑr dsys tkÅ 'kdrkr?k~ 'kq) inkFkkZaph laiw.kZ jpuk leku vlrs- rs ?kVd fdaok la;qxs Eg.kwu oxÊÑr dsys tkÅ 'kdrkr-

# L1_Btn_AddedInst2
source: Elements cannot be broken down. Compounds are formed from the chemical combination of two or more elements. These elements cannot be separated by physical means. The properties of a compound are entirely different from the properties of each of the elements that make up the compound.
hi_in: rRoksa dks rksM+k ugha tk ldrkA ;kSfxd nks ;k nks ls vfèkd rRoksa ds jklk;fud la;kstu ls curs gSaA bu rRoksa dks HkkSfrd rjhdksa ls vyx ugha fd;k tk ldrk gSA fdlh ;kSfxd ds xq.k ml ;kSfxd dks cukus okys çR;sd rRo ds xq.kksa ls iwjh rjg fHkUu gksrs gSaA
mr_in: ?kVd [kafMr dsys tkÅ 'kdr ukghr- nksu fdaok vfèkd ?kVdkaP;k jklk;fud la;ksxkrwu la;qxs r;kj gksrkr- gs ?kVd HkkSfrd ekxkZus osxGs dsys tkÅ 'kdr ukghr- daikÅaMps xq.kèkeZ daikÅaM cufo.kkj+~;k çR;sd ?kVdkP;k xq.kèkekZais{kk iw.kZi.ks fHkUu vlrkr-

# L1_Btn_AddedInst3
source: Mixtures are formed when two or more substances are physically combined. The parts of a mixture can be physically separated from one another. All of the substances in a mixture retain their original properties.
hi_in: feJ.k rc curk gS tc nks ;k nks ls vfèkd inkFkZ HkkSfrd :i ls la;ksftr gksrs gSaA feJ.k ds fgLlksa dks HkkSfrd :i ls ,d nwljs ls vyx fd;k tk ldrk gSA feJ.k ds lHkh inkFkZ vius ewy xq.kksa dks cjdjkj j[krs gSaA
mr_in: tsOgk nksu fdaok vfèkd inkFkZ HkkSfrdfjR;k ,d= dsys tkrkr rsOgk feJ.k r;kj gksrkr- feJ.kkps Hkkx HkkSfrdfjR;k ,desdkaiklwu osxGs dsys tkÅ 'kdrkr- feJ.kkrhy loZ inkFkZ R;kaps ewG xq.kèkeZ fVdowu Bsorkr-

# L1_Btn_AddedInst4
source: We’ll use these samples in the next experiment.
hi_in: ge bu uewuksa dk mi;ksx vxys ç;ksx esa djsaxsA
mr_in: vkEgh iq<hy ç;ksxkr gs uequs oki:-

# L1_Btn_Instruction1
source: Iron and sulphur are present in these chambers. Follow the instructions to form two new matters from iron and sulphur.
hi_in: yksgk vkSj lYQj rRo feJ.k d{k esa gSaA vkb, 'kq) inkFkksZa vkSj feJ.kksa ds ckjs esa vfèkd tkuus ds fy, dqN ç;ksx djsaA
mr_in: yksg vkf.k xaèkd gs ?kVd fefDlax psacjeè;s vlrkr- 'kq) inkFkZ vkf.k feJ.kkacíy vfèkd tk.kwu ?ks.;klkBh dkgh ç;ksx d:;k-

# L1_Btn_Instruction2
source: In mixing chamber, iron and sulphur simply mixed together, no chemical reaction takes place.
hi_in: rRoksa dks cl ,d lkFk fefJr dj fn;k tkrk gS vkSj dksbZ jklk;fud vfHkfØ;k ugha gksrh gSA
mr_in: ?kVd Qä ,d= felGys tkrkr vkf.k dks.krhgh jklk;fud çfrfØ;k gksr ukgh-

# L1_Btn_Instruction3
source: On heating iron and sulphur reacts chemically to form iron sulphide.
hi_in: xeZ djus ij] yksgk vkSj lYQj jklk;fud :i ls vfHkfØ;k djds vk;ju lYQkbM cukrs gSaA
mr_in: xje dsY;koj] yksg vkf.k lYQj jklk;fud jhrhus çfrfØ;k nsÅu yksg lYQkbM r;kj djrkr-

# L1_Btn_Instruction4
source: Let’s classify these matters into element, compound and mixture on the basis of their compositions.
hi_in: vkb, bu inkFkksZa dks muds xq.kksa ds vkèkkj ij rRo] ;kSfxd ;k feJ.k ds :i esa oxÊ—r djsaA
mr_in: ;k inkFkkZaps R;kaP;k xq.kèkekZaoj vkèkkfjr ?kVd] la;qxs fdaok feJ.k vls oxÊdj.k d: ;k-

# L1_Btn_Instruction5
source: Iron metal is made of only iron atoms. Thus it is an element.
hi_in: yksgk dsoy ykSg ijek.kqvksa ls cuk gSA vr% ;g ,d rRo gSA
mr_in: yksg gs Qä yksgkP;k v.kwauh cuysys vlrs- Eg.kwu] rks ,d ?kVd vkgs-

# L1_Btn_Instruction6
source: Sulphur is made of only sulphur atoms. Thus it is also an element.
hi_in: lYQj dsoy lYQj ijek.kqvksa ls cuk gksrk gSA vr% ;g Hkh ,d rRo gSA
mr_in: lYQj gs Qä lYQjP;k v.kwauh cuysys vlrs- Eg.kwu] rks ns[khy ,d ?kVd vkgs-

# L1_Btn_Instruction7
source: Iron sulphide is made up of two elements, iron and sulphur, chemically combined in a fixed proportion. Thus it is a compound.
hi_in: ;g ;kSfxd vk;ju lYQkbM gSA ;g nks rRoksa] ykSg vkSj lYQj ls cuk gS] ftUgsa HkkSfrd :i ls vyx ugha fd;k tk ldrk gSA
mr_in: gs daikÅaM yksg lYQkbM vkgs- rs yksg vkf.k lYQj ;k nksu ?kVdkauh cuysys vkgs] ts HkkSfrdfjR;k osxGs dsys tkÅ 'kdr ukghr-

# L1_Btn_Instruction8
source: It represents a mixture of iron and sulphur as the constituent particles are not chemically combined together.
hi_in: ;g uewuk ,d feJ.k gS D;ksafd yksgk vkSj lYQj inkFkZ vyx&vyx jgrs gSaA os jklk;fud :i ls la;ksftr ugha gSaA
mr_in: gk uequk ,d feJ.k vkgs dkj.k yksg vkf.k lYQj gs inkFkZ osxGs jkgrkr- rs jklk;fudfjR;k ,d= dsysys ukghr-

# L1_Btn_Instruction9
source: Elements and compounds are pure substances as they contain only one kind of particles either atoms or molecules, whereas, a mixture contains two or more different kinds of particles.
hi_in: eq[; voèkkj.kk,¡ ● rRo vkSj ;kSfxd 'kq) inkFkZ gSa D;ksafd mudh lajpuk loZ= leku gksrh gSA ● feJ.k rc curk gS tc nks ;k nks ls vfèkd inkFkZ HkkSfrd :i ls la;ksftr gksrs gSa] ysfdu jklk;fud :i ls ughaA
mr_in: eq[; ladYiuk ● ewyæO;s vkf.k la;qxs gs 'kq) inkFkZ vkgsr dkj.k R;kaph laiw.kZ jpuk lkj[khp vlrs- ● feJ.k r;kj gksrkr tsOgk nksu fdaok vfèkd inkFkZ HkkSfrd nz"Vîk] ijarq jklk;fud nz"Vîk ,df=r ulrkr-

# L1_Inst_drag1
source: Drag and drop petri dish containing iron powder to highlighted spot to have its particle view.
hi_in: ykSg pw.kZ ;qä isVªh fM'k dk d.k –'; ns[kus ds fy, mls fpfUgr fd, x, {ks= ij [khapsaA
mr_in: yks[kaMh ikoMj vlysys isVªh fM'k R;kps d.k nz'; ikg.;klkBh gk;ykbV dsysY;k Hkkxkr MªWx djk-

# L1_Inst_drag2
source: Drag and drop petri dish containing sulphur powder to highlighted spot to have its particle view.
hi_in: lYQj ;qä isVªh fM'k dk d.k –'; ns[kus ds fy, mls fpfUgr fd, x, {ks= esa [khapsaA
mr_in: lYQj vlysY;k isVªh fM'kps d.k nz'; ikg.;klkBh gk;ykbV dsysY;k Hkkxkr MªWx djk-

# L1_Inst_drag3
source: Drag and place petri dish containing matter obtained from reaction chamber to highlighted spot to have its particle view.
hi_in: blds d.k –'; dks ns[kus ds fy, isVªh fM'k ;qä inkFkZ dks vfHkfØ;k d{k ls fpfUgr fd, x, {ks= esa [khapsaA
mr_in: isVªh fM'kps inkFkZ T;keè;s fjvWD'ku psacjeèkwu gk;ykbV dsysY;k Hkkxkoj R;kps d.k nz'; ikg.;klkBh MªWx djk-

# L1_Inst_drag4
source: Drag and place petri dish containing matter obtained from mixing chamber to highlighted spot to have its particle view.
hi_in: d.k –'; ns[kus ds fy, isVªh fM'k ;qä inkFkZ dks feJ.k d{k ls fpfUgr fd, x, {ks= esa [khapsaA
mr_in: fefDlax psacjeèkwu inkFkZ vlysys isVªh fM'k R;kps d.k nz'; ikg.;klkBh gk;ykbV dsysY;k Hkkxkr MªWx djk-

# L1_Inst_SelectButton1
source: Select the highlighted button to start mixing in mixing chamber.
hi_in: feJ.k 'kq: djus ds fy, fpfUgr fd, x, cVu dks pqusaA
mr_in: feJ.k lq: dj.;klkBh gk;ykbV dsysys cV.k fuoMk-

# L1_Inst_SelectButton2
source: Select the highlighted button to start reaction in reaction chamber.
hi_in: vfHkfØ;k 'kq: djus ds fy, fpfUgr fd, x, cVu dks pqusaA
mr_in: çfrfØ;k lq: dj.;klkBh gk;ykbV dsysys cV.k fuoMk-

# L1_Inst_SelectButton3
source: Select the highlighted button to collect the samples from both the chambers and place them on activity table.
hi_in: çR;sd d{k ls ,d uewuk ,d= djus ds fy, fpfUgr fd, x, cVu dks pqusaA
mr_in: çR;sd psacjeèkwu uequk xksGk dj.;klkBh gk;ykbV dsysys cV.k fuoMk-

# L1_Inst_SelectYellowButton
source: Select the highlighted button to start mixing in mixing chamber.
hi_in: vfHkfØ;k d{k esa yksgs vkSj lYQj ds feJ.k dks tksM+us ds fy, fpfUgr fd, x, cVu dks pqusaA
mr_in: fjvWD'ku psacjeè;s yksg vkf.k lYQjps feJ.k tksM.;klkBh gk;ykbV dsysys cV.k fuoMk-

# L1_Label_Compond
source: COMPOUND
hi_in: ;kSfxd

# L1_Label_Element
source: ELEMENT
hi_in: rRo

# L1_Label_Heat
source: Heat
hi_in: xeÊ
mr_in: m".krk

# L1_Label_iron
source: Iron
hi_in: yksgk
mr_in: yks[kaM

# L1_Label_IronSulphide
source: Iron sulphide
hi_in: vk;ju lYQkbM
mr_in: yksg lYQkbM

# L1_Label_Mixture
source: MIXTURE
hi_in: feJ.k

# L1_Label_mixture_chamber
source: Matter obtained from mixing chamber
hi_in: feJ.k d{k ls çkIr inkFkZ
mr_in: fefDlax psacjeèkwu feGoysys inkFkZ

# L1_Label_mixure1
source: Mixing chamber
hi_in: feJ.k d{k
mr_in: fefDlax psacj

# L1_Label_mixure2
source: Reaction chamber
hi_in: vfHkfØ;k d{k
mr_in: çfrfØ;k d{k

# L1_Label_reaction_chamber
source: Matter obtained from reaction chamber
hi_in: vfHkfØ;k d{k ls çkIr inkFkZ
mr_in: çfrfØ;k d{kkrwu feGoysys inkFkZ

# L1_Label_sulfur
source: Sulphur
hi_in: lYQj
mr_in: lYQj

# L2_Inst_DragDropForSulphide
source: Drag and drop magnet over the watch glass containing iron sulphide to test its magnetic property.
hi_in: vk;ju lYQkbM ds pqacdh; xq.k dk ijh{k.k djus ds fy, pqacd dks pqusaA
mr_in: pqacdh; pkp.kh dj.;klkBh pqacd fuoMk yksg lYQkbMpk xq.kèkeZ-

# L2_Inst_DragDropForSulphur
source: Drag and drop magnet over the watch glass containing mixture of iron and sulphur to test its magnetic property.
hi_in: yksgs vkSj lYQj ds feJ.k ds pqacdh; xq.k dk ijh{k.k djus ds fy, pqacd dks pqusaA
mr_in: pqacdh; xq.kèkeZ rikl.;klkBh pqacd fuoMk yksg vkf.k xaèkd ;kaps feJ.k-

# L2_Inst_DragDropGraduateCylForA
source: Drag graduated cylinder to beaker A and pour 20 mL carbon disulphide from it to beaker A.
hi_in: va'kkafdr flysaMj dks chdj ij [khapsa vkSj chdj esa 20 feyhyhVj dkcZu MkblYQ+kbM MkysaA
mr_in: xzWT;q,VsM flysaMj chdj oj vks<k vkf.k chdj eè;s 20 dkcZu Mk;lYQkbZM ?kkyk-

# L2_Inst_DragDropGraduateCylForB
source: Drag graduated cylinder to beaker B and pour 20 mL carbon disulphide from it to beaker B.
hi_in: va'kkafdr flysaMj dks chdj esa [khapsa vkSj chdj esa 20 feyhyhVj dkcZu MkblYQ+kbM MkysaA
mr_in: xzWT;q,VsM flysaMj chdj oj vks<k vkf.k chdj eè;s 20 dkcZu Mk;lYQkbZM ?kkyk-

# L2_Inst_DragDropSolutionBottle
source: Drag carbon disulphide solution bottle to graduated cylinder and pour 40 mL carbon disulphide from it to graduated cylinder.
hi_in: dkcZu MkblYQ+kbM ?kksy dh cksry dks va'kkafdr flysaMj dh vksj [khapsa vkSj va'kkafdr flysaMj esa 40 feyhyhVj dkcZu MkblYQ+kbM MkysaA
mr_in: dkcZu Mk;lYQkbM lksY;w'kuph ckVyh xzWT;q,VsM flfyaMjeè;s MªWx djk vkf.k xzWT;q,VsM flfyaMjeè;s 40 ,e,y dkcZu Mk;lYQkbM ?kkyk-

# L2_Inst_FollowInst
source: Follow the instructions to distinguish between iron sulphide acompound and mixture of iron and sulphur.
hi_in: vkb, mu rjhdksa dk irk yxkuk tkjh j[ksa ftuls ge ;kSfxdksa vkSj feJ.kksa ds chp varj dj ldrs gSaA
mr_in: vki.k la;qxs vkf.k feJ.kkaeè;s Qjd d: 'kdrks v'kk i)rhapk 'kksèk lq: Bsow;k-

# L2_Inst_IronSulphideMagnet
source: When magnet is moved over iron sulphide, no particle attaches to magnet.
hi_in: tc pqacd dks ykSg lYQkbM ds Åij ys tk;k tkrk gS] rks dksbZ Hkh d.k pqacd ls ugha tqM+rk gSA blfy,] vk;ju lYQkbM pqacdh; ugha gSA
mr_in: yksg lYQkbMoj yksgpqacd gyoY;koj pqacdkyk dks.krsgh d.k tksMys tkr ukghr- Eg.kwu] yksg lYQkbM pqacdh; ukgh-

# L2_Inst_KeyConcept
source: Key Concepts ● The properties of a compound are different from the properties of each of the elements that make up the compound. ● In mixtures, all of the substances that make up the mixture retain their original properties.
hi_in: eq[; voèkkj.kk,¡ ● fdlh ;kSfxd ds xq.k ml ;kSfxd dks cukus okys çR;sd rRo ds xq.kksa ls fHkUu gksrs gSaA ● feJ.k esa] feJ.k cukus okys lHkh inkFkZ vius ewy xq.kksa dks cjdjkj j[krs gSaA
mr_in: eq[; ladYiuk ● la;qxkps xq.kèkeZ daikÅaM cufo.kkj+~;k çR;sd ?kVdkP;k xq.kèkekZais{kk osxGs vlrkr- ● feJ.kkeè;s] feJ.k r;kj dj.kkjs loZ inkFkZ R;kaps ewG xq.kèkeZ fVdowu Bsorkr-

# L2_Inst_LetsTestBoth
source: Iron, as an element, is magnetic. Let’s test both the compound and the mixture to see if iron’s magnetism is maintained.
hi_in: ,d rRo ds :i esa yksgk pqacdh; gSA vkb, ;g ns[kus ds fy, ;kSfxd vkSj feJ.k nksuksa dk ijh{k.k djsa fd yksgs dk pqacdRo cuk gqvk gS ;k ughaA
mr_in: yksg] ,d ?kVd Eg.kwu] pqacdh; vkgs- yksgkps pqacdRo fVdwu vkgs dh ukgh gs ikg.;klkBh daikÅaM vkf.k feJ.k ;k nksUghph pkp.kh d:-

# L2_Inst_MixtureOfBoth
source: In mixture of iron and sulphur, both yellow sulphur powder and iron filings are visible. Whereas, iron sulphide is having uniform appearance throught.
hi_in: yksgs vkSj lYQj ds feJ.k esa ihyk lYQj pw.kZ vkSj yksgs dk ikmMj nksuksa fn[kkbZ nsrs gSaA blds foijhr] vk;ju lYQkbM dh mifLFkfr ,d leku gksrh gSA
mr_in: yks[kaM vkf.k xaèkdkP;k feJ.kkr] fioGs lYQj ikoMj vkf.k yks[kaMh nkfxus nksUgh fnlrkr- ;kmyV] yksg lYQkbMps Lo:i ,dlkj[ks vlrs-

# L2_Inst_MixtureOfIronSulphideMagnet
source: You can observe, in mixture, iron retains its properties, whereas in compound, iron has lost its properties.
hi_in: feJ.k esa] yksgk vius xq.kksa dks cjdjkj j[krk gS] tcfd ;kSfxd esa] yksgk vius xq.kksa dks [kks nsrk gSA
mr_in: feJ.kkr] yksg R;kps xq.kèkeZ fVdowu Bsors] rj la;qxkr] yksgkus R;kps xq.kèkeZ xekoys vkgsr-

# L2_Inst_MixtureSulphurDissolves
source: You can observe, in mixture sulphur dissolves first and then reappears after some time whereas in compound no change is observed.
hi_in: lYQj dkcZu MkblYQ+kbM esa ?kqy tkrk gSA yksgs dk ikmMj v?kqyu'khy gksrk gS vkSj chdj dh ryh esa jgrk gSA
mr_in: dkcZu Mk;lYQkbMeè;s lYQj foj?kGrs- yks[kaMh fQfyaXl v?kqyu'khy vlrkr vkf.k chdjP;k rGk'kh jkgrkr-

# L2_Inst_MixtureSulphurRetains
source: Sulphur retains its properties in mixture, whereas sulphur has lost its original properties after reaction with iron.
hi_in: lYQj feJ.k esa vius xq.kksa dks cjdjkj j[krk gS] tcfd lYQj yksgs ds lkFk vfHkfØ;k djus ds ckn vius ewy xq.kksa dks [kks nsrk gSA
mr_in: lYQj R;kps xq.kèkeZ feJ.kkr fVdowu Bsors] rj lYQjus yksgkoj çfrfØ;k fnY;kuarj R;kps ewG xq.kèkeZ xekoys vkgsr-

# L2_Inst_MoveTowardsNext
source: Move toward the highlighted area by using your controller to perform next activity.
hi_in: vkb, ;kSfxdksa dh fo'ks"krkvksa dk irk yxkuk tkjh j[ksaA fpfUgr fd, x, {ks= ij tk,¡A
mr_in: pyk ;kSfxdkaph oSf'k"Vîs 'kksèk.ks lq: Bsow;k- gk;ykbV dsysY;k Hkkxkr tk-

# L2_Inst_NoChangesObserved
source: No change is observed when carbon di sulphide is added to iron sulphide.
hi_in: tc dkcZu MkblYQ+kbM dks vk;ju lYQkbM esa feyk;k tkrk gS rks dksbZ ifjorZu ugha ns[kk tkrk gSA
mr_in: yksg lYQkbMeè;s dkcZu Mk;lYQkbZM tksMY;kl dks.krkgh cny fnlwu ;sr ukgh-

# L2_Inst_ObserveBoth
source: Observe both of them carefully.
hi_in: yksgs dk ikmMj pqEcd ls fpid tkrk gSA
mr_in: yks[kaMh QkbZy pqacdkyk fpdVrkr-

# L2_Inst_ObserveChanges
source: Observe the changes carefully.
hi_in: tc yksgs vkSj lYQj ds feJ.k esa dkcZu MkblYQ+kbM feyk;k tkrk gS rks vfHkfØ;k dk fujh{k.k djsaA
mr_in: yksg vkf.k lYQjP;k feJ.kkr dkcZu Mk;lYQkbM felGY;koj çfrfØ;k igk-

# L2_Inst_ObserveProcess
source: Observe the proces carefully.
hi_in: yksgs dk ikmMj pqEcd ls fpid tkrk gSA
mr_in: yks[kaMh QkbZy pqacdkyk fpdVrkr-

# L2_Inst_SelectCapOfBottle
source: Select the cap of carbon disulphide solution bottle to remove it.
hi_in: lYQj ds xq.kksa esa ls ,d dkcZu MkblYQ+kbM esa bldh ?kqyu'khyrk gSA bls gVkus ds fy, dkcZu MkblYQ+kbM foy;u cksry ds <Ddu dks pqusaA
mr_in: lYQjP;k xq.kèkekZaiSdh ,d Eg.kts R;kph dkcZu Mk;lYQkbMeè;s foækO;rk- rh dk<.;klkBh dkcZu Mk;lYQkbM lksY;w'ku ckVyhph Vksih fuoMk-

# L2_Inst_TakeaLook
source: Take a look at the appearance of both the iron sulfide and the mixture of iron and sulfur.
hi_in: vk;ju lYQkbM vkSj vk;ju vkSj lYQj ds feJ.k nksuksa dh mifLFkfr ij ,d ut+j MkysaA
mr_in: yksg lYQkbM vkf.k yksg vkf.k lYQj ;kaps feJ.k ;k nksUghps Lo:i igk-

# L2_Label_Appearance
source: Appearance
hi_in: mifLFkfr
mr_in: ns[kkok

# L2_Label_Behaviour
source: Behaviour towards a magnet
hi_in: pqacdRo
mr_in: pqacdRo

# L2_Label_BothYellow
source: Both yellow sulphur powder and iron fillings are visible
hi_in: ihyk lYQj ikmMj vkSj yksgs dk Hkjko nksuksa fn[kkbZ ns jgs gSa
mr_in: fioGs xaèkd ikoMj vkf.k yksg Hkj.ks nksUgh nz';eku vkgsr

# L2_Label_CarbonDI
source: Carbon disulphide
hi_in: dkcZu MkblYQ+kbM
mr_in: dkcZu Mk;lYQkbM

# L2_Label_Comparing
source: Comparing properties of pure substance and mixture
hi_in: ;kSfxd ,oa feJ.k ds xq.k
mr_in: daikÅaM vkf.k feJ.kkps xq.kèkeZ

# L2_Label_cylinder
source: Graduated cylinder
hi_in: flysaMj ij Øe ls fpà yxkuk
mr_in: xzWT;q,VsM flysaMj

# L2_Label_HavingUniform
source: Having uniform appearance throught
hi_in: loZ= ,d leku mifLFkfr
mr_in: loZ= ,dleku ns[kkok

# L2_Label_IronAndSulphur
source: Iron and sulphur (Mixture)
hi_in: yksgk vkSj lYQj ¼feJ.k½
mr_in: yksg vkf.k lYQj ¼feJ.k½

# L2_Label_IronFilings
source: Iron filings cling to magnet
hi_in: yksgs dk ikmMj pqEcd ls fpid tkrk gS
mr_in: yks[kaMh QkbZy pqacdkyk fpdVrkr

# L2_Label_Ironsulphide
source: Iron sulphide (Compound)
hi_in: vk;ju lYQkbM ¼;kSfxd½
mr_in: yksg lYQkbM ¼la;qx½

# L2_Label_IronSulphide
source: Iron sulphide (Compound)
hi_in: vk;ju lYQkbM ¼;kSfxd½
mr_in: yksg lYQkbM

# L2_Label_Magnet
source: Magnet
hi_in: pqacd
mr_in: pqacd

# L2_Label_MixtureOfIron
source: Mixture of iron and sulphur
hi_in: ykSg vkSj lYQj dk feJ.k
mr_in: yksg vkf.k lYQjps feJ.k

# L2_Label_NoChange
source: No change is observed
hi_in: dksbZ ifjorZu ugha ns[kk x;k gS
mr_in: dks.krkgh cny fnlwu ;sr ukgh

# L2_Label_NoParticle
source: No particle attaches to magnet
hi_in: dksbZ Hkh d.k pqacd ls ugha tqM+rk
mr_in: dks.krsgh d.k pqacdkyk tksMr ukghr

# L2_Label_Property
source: Property
hi_in: xq.k
mr_in: xq.kèkeZ

# L2_Label_Solvent
source: Behaviour towards carbon disulphide (solvent).
hi_in: ?kqyu'khyrk
mr_in: foækO;rk

# L2_Label_SulphurDissolves
source: Sulphur dissolves first and reappears after some time
hi_in: lYQj ?kqy tkrk gS
mr_in: lYQj foj?kGrs

# L2_Label_TableIronAndSulphur
source: Iron and sulphur (Mixture)
hi_in: yksgk vkSj lYQj ¼feJ.k½
mr_in: yksg vkf.k lYQj ¼feJ.k½

# L2_Label_TableIronsulphide
source: Iron sulphide (Compound)
hi_in: vk;ju lYQkbM ¼;kSfxd½
mr_in: yksg lYQkbM ¼la;qx½

# L2_Q1
source: Q.1. Can you distinguish this compound and mixture based on their appearance?
hi_in: ç-1- D;k vki nksuksa dks mudh mifLFkfr ds vkèkkj ij vyx dj ldrs gSa\
mr_in: ç- 1 - rqEgh nks?kkaP;k fnl.;koj vkèkkfjr Qjd vksG[kw 'kdrk dk\

# L2_Q1_A
source: A. Yes
hi_in: ,- gka
mr_in: ,- gks;

# L2_Q1_B
source: B. No
hi_in: ch- ugha
mr_in: ch- Ø

# L2_Q2
source: Q.2. Select the one in which iron retains its properties.
hi_in: ç-2- yksgk ---------------- esa viuk pqacdh; xq.k cuk, j[krk gSA
mr_in: ç- 2 ----------------- eè;s yksg R;kP;k pqacdh; xq.kèkekZph ns[kHkky djrs-
